MPU Messenger/MPU Messenger/bin/Debug/MPU Mesajları/Client to MPU First Message.txt

    <?xml
        version="1.0"
        encoding="utf-8"
        ?>
    <soap:Envelope
        xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
        xmlns:xsd="http://www.w3.org/2001/XMLSchema">
        <soap:Body>
            <GetDashboardStatus
                xmlns="urn:WEB-TRC">
                <oControlInfo
                    xmlns="">
                    <sGlobalIdentifier>
                        tracer,tracerCCN,tracerCCU
                        </sGlobalIdentifier>
                    </oControlInfo>
                <oSelection
                    xmlns="">
                    <oOneTrace>
                        <traceId>
                            16777252
                            </traceId>
                        <sTraceInfo>
                            tracer
                            </sTraceInfo>
                        </oOneTrace>
                    </oSelection>
                </GetDashboardStatus>
            </soap:Body>
        </soap:Envelope>
